{
    "What is GlycoShape?": "GlycoShape is an OA database of glycans 3D structural data and information that can be downloaded or used with Re-Glyco to rebuild glycoproteins from the RCSB PDB or EMBL-EBI AlphaFold repositories.",
    "How to search?": "You can search by GlyTouCan ID, IUPAC, GLYCAM, WURCS, SMILES or you can draw your own glycan using draw' button in search bar and search the closest match from our database.",
    "What are clusters?": "Clusters and their centroids are crucial for understanding the dynamic behavior of glycan structures in our database. A cluster groups similar conformations of glycans based on molecular dynamics simulations, simplifying the complex data from these simulations. The cluster centroid represents the most typical conformation within its cluster, offering a clear view of probable glycan shapes and orientations. This approach helps us explore and quantify the glycan's conformational space, enhancing our understanding of its biological interactions and functions.",
    "How are clusters calculated?": "The conformational ensembles from multi-microsecond MD simulations are clustered into representative conformations. To do this, a principal component analysis (PCA) is conducted on the trajectory for dimensionality reduction. Clusters from the PCA are then identified using a Gaussian mixture model (GMM), with representative structures for each conformational cluster identified from the kernel density (more details at The conformational ensembles from multi-microsecond MD simulations are clustered into representative conformations. To do this, a principal component analysis (PCA) is conducted on the trajectory for dimensionality reduction. Clusters from the PCA are then identified using a Gaussian mixture model (GMM), with representative structures for each conformational cluster identified from the kernel density (more details at https://doi.org/10.1101/2023.12.11.571101 ). ",
    "What is Re-Glyco?": "Re-Glyco is a tool we designed to restore the missing glycosylation on glycoproteins deposited in the RCSB PDB, the EBI-EMBL AlphaFold protein structure database or on your own structure file in PDB format.",
    "What is GlcNAc Scan?": "The ability of Re-Glyco to resolve steric clashes can be used within GlycoShape also to assess the potential occupancy of N-glycosylation sites through an implementation we called ‘GlcNAc Scanning’. Where Re-Glyco will try to fit a single GlcNAc monosaccharide into all the NXS/T sequons in the protein. The process outputs a list of sequons that passed the test, marked with a simple ‘yes’ or ‘no’ label.",
    "Having Performance Issue?": "The website is optimized for the Chrome browser. If you are using a different browser and experiencing slowdowns while using Re-Glyco, we recommend trying Chrome.",
    "Advanced (Site-by-Site) Glycosylation": "This option allows users to select different glycans for different residues. It is intended for use with up to 5-10 residues at a time, as using it with more may cause your browser to slow down. If you wish to glycosylate more than 10 residues, we recommend using our API through a Python script (more information at https://glycoshape.org/api-docs).",
    "What is the Re-Glyco Ensemble?": "The Ensemble option becomes available only after a successful Re-Glyco run, appearing next to the download PDB button. It outputs a multiframe PDB of the glycoprotein, along with the SASA (Solvent Accessible Surface Area) of the protein, taking into account the influence of the glycans.",
    "Experiencing timeout with Re-Glyco job?": "We have set a 4000-second hard timeout for any job with Re-Glyco. If you wish to process an extremely large system, we recommend contacting us directly via email at elisa.fadda@soton.ac.uk. We would love to help and build your system.",
    "I would like a new feature!": "Please contact us at elisa.fadda@soton.ac.uk, we would be glad to hear any feedback or feature requests."
}