[
    {
        "name": "Dr. Elisa Fadda",
        "role": "Principal Investigator",
        "image": "Fadda.png",
        "hoverImage": "cat2.jpg",
        "coolImage": "elisa.jpg",
        "bio": "Elisa (she/her) got a BSc and MSc (Laurea 110/110 cum laude) in Chemistry from the Università degli Studi di Cagliari. She obtained her Ph.D. in theoretical chemistry at the Université de Montréal in 2004 under the supervision of Prof Dennis R. Salahub. After her Ph.D. she worked as a Postdoctoral Fellow in Molecular Structure and Function at the Hospital for Sick Children (Sickkids) Research Institute in Toronto, where she specialised in biophysics and statistical mechanics-based methods in Dr Regis Pomes’ research group. In 2008 Elisa joined Prof Rob Woods’ Computational Glycobiology Laboratory as a Senior Research Scientist in the School of Chemistry at the University of Galway. She started her independent career in 2013 in the Department of Chemistry at Maynooth University, where she is now an Associate Professor. From January 2024 Elisa will be taking a new position in the School of Biological Sciences at the University of Southampton, where she will be an Associate Professor in Pharmacology. Elisa loves cats, running (slowly), good food, nice drinks, reading and most of all travelling to visit friends and places. Her astrological sign (and favourite monosaccharide) is a-L-fucose.",
        "socialLinks": [
            { "platform": "twitter", "url": "https://twitter.com/ElisaTelisa" },
            { "platform": "mastodon", "url": "https://mastodon.world/@Elisa" }
        ],
        "status": "current"
    },
    {
        "name": "Dr. Callum Ives",
        "role": "Postdoctoral Researcher",
        "image": "Ives.png",
        "hoverImage": "cat1.jpeg",
        "coolImage": "Ives.png",
        "bio": "Callum (he/him) obtained a BSc (Hons) in biochemistry from the University of Surrey. During this time he undertook a professional training year in the lab of Professor Martin Caffrey at Trinity College Dublin, where he conducted structure-function studies of membrane proteins using X-ray crystallography. Following on from this, he obtained a PhD with a focus on computational chemistry and biophysics from the University of Dundee under the supervision of Professor Ulrich Zachariae, where he conducted novel research on the cation selectivity mechanisms of the TRP family of ion channels. In the eLab, his current research focuses on determining the structure of glycans, and understanding how glycosylation modulates the structure and function of membrane proteins and antibodies. Outside of science, Callum enjoys watching sport, and hiking in the hills of Donegal.",
        "socialLinks": [
            { "platform": "twitter", "url": "https://twitter.com/CallumMIves" }
        ],
        "status": "past"
    },
    {
        "name": "Ojas Singh",
        "role": "PhD Student",
        "image": "Singh.jpg",
        "hoverImage": "cat3.jpg",
        "coolImage": "ojas.jpg",
        "bio": "Ojas (he/him) got his BSc and MSc in Chemistry from the Indian Institute of Science Education and Research Mohali. During his masters under the supervision of Dr. P. Balanarayan, he dabbled with different low level programming languages to develop code to optimize the Configuration Interaction (CI) Hamiltonian construction. Working as a research assistant for a year in the lab of Dr. Sabyasachi Rakshit, he designed a high-performance algorithm for magnetic tweezers to monitor real-time protein folding and unfolding at the millisecond temporal resolution and nanometer spatial resolution. Currently, He is pursuing a PhD in computational chemistry at Maynooth University in Ireland. In the eLab, he is building the glycoshape database and creating Re-Glyco. Outside of work, Ojas likes to playing CS, Valorant with his buddies, analysing sci-fi movies, hiding cat pics in this website.",
        "socialLinks": [
            { "platform": "twitter", "url": "https://twitter.com/Ojas_Singh_" },
            { "platform": "github", "url": "https://github.com/Ojas-Singh" },
            { "platform": "linkedin", "url": "https://www.linkedin.com/in/ojas-singh-192477200/" }
        ],
        "status": "current"
    },
    {
        "name": "Lucy Paget",
        "role": "PhD Student",
        "image": "Lucy.jpg",
        "hoverImage": "cat8.jpg",
        "coolImage": "Lucy_cool.jpg",
        "bio": "Lucy read her undergraduate degree in Biochemistry (BSc Hons) at the University of Southampton. Lucy has been working on plant glycosylation and contributing to GlycoShape since her 2nd year and will be commencing a PhD to further characterise the role of glycosylation in plant signalling pathways in Sept 2025...whilst tuning her violin and learning Norwegian.",
        "socialLinks": [],
        "status": "current"
    },
    {
        "name": "Silvia D'Andrea",
        "role": "PhD Student",
        "image": "andrea.jpg",
        "hoverImage": "cat4.jpeg",
        "coolImage": "silvia.jpg",
        "bio": "Silvia D'Andrea holds a master's degree in Industrial Pharmacy from the University of Luigi Vanvitelli in Caserta, Italy. She is currently pursuing a PhD in computational chemistry at Maynooth University in Ireland, with a specific interest in characterizing the structure and dynamics of N/O-glycans to understand the crucial role of glycosylation in proteins. Beyond her studies and career, Silvia loves pizza and enjoys spending time with friends and family. Additionally, she is learning to play the piano to accompany Christmas songs all year round.",
        "socialLinks": [
            { "platform": "linkedin", "url": "https://www.linkedin.com/in/silvia-d-andrea-8b2b10187/" }
        ],
        "status": "current"
    },
    {
        "name": "Akash Satheesan",
        "role": "PhD Student",
        "image": "Satheesan.png",
        "hoverImage": "cat5.jpeg",
        "coolImage": "akash.jpg",
        "bio": "Akash Satheesan (he/him) earned his BSc in Pharmaceutical and Biomedical Chemistry in Maynooth University during which he completed an industrial placement where he conducted solid phase peptide synthesis of peptide therapeutics coupled with comprehensive analysis utilizing HPLC and UPLC techniques. Currently, he is pursuing a PhD in Computational Chemistry in Maynooth University. His research is mainly focused on the characterisation of glycan interactions in the context of bacterial infection. Outside of research, Akash enjoys playing basketball, kick-boxing and picking up injuries all year round.",
        "socialLinks": [
            { "platform": "linkedin", "url": "https://www.linkedin.com/in/akash-s-471435124/" }
        ],
        "status": "past"
    },
    {
        "name": "Beatrice Tropea",
        "role": "PhD Student",
        "image": "Tropea.png",
        "hoverImage": "cat6.jpeg",
        "coolImage": "bea.jpg",
        "bio": "Beatrice is from Italy, and her interests and background span across medicinal chemistry, life sciences, and data science. With a Master’s degree in Medicinal Chemistry from 'La Sapienza' University of Rome, she discovered her passion for computational chemistry. While working at the 'Policlinico A. Gemelli' hospital in Rome, she combined her expertise in computational chemistry with data science. Now, as a PhD student at eLab, her focus is on understanding the selectivity of the N-glycosylation process. She not only loves sugars but also has a passion for cats, astronomy, and travelling.",
        "socialLinks": [
            { "platform": "twitter", "url": "https://twitter.com/beatrice_tropea" },
            { "platform": "linkedin", "url": "http://linkedin.com/in/beatrice-tropea-8b9524182" }
        ],
        "status": "current"
    },
    {
        "name": "Carl A Fogarty",
        "role": "PhD Student",
        "image": "Carl.jpeg",
        "hoverImage": "cat7.jpeg",
        "coolImage": "Fogarty.jpeg",
        "bio": "Carl Fogarty earned a BSc in Chemistry and Statistics from Maynooth University, Beginning In E-lab during his BSc his 4th year project involved iminosuggar derivatives and their 𝛼 ‑ Glucosidase activity. Continuing in the group under the Government of Ireland Postgraduate Scholarship he worked on Characterisation of structure to function relationships in glycans and glycosylated proteins by computer simulation techniques which he created structural models from oligomannose glycan to the SARS-CoV-2 S protein. Currently finishing writing his thesis with the same name. Outside of science Carl is working on getting himself into some semblance of fitness.",
        "socialLinks": [
            { "platform": "twitter", "url": "https://twitter.com/2016Carl" }
        ],
        "status": "past"
    }
]
